alsa-utils
arandr
arc-gtk-theme
atom
audacity
autoconf
automake
bash
bash-completion
bdf-unifont
binutils
bison
btrfs-progs
bzip2
cadence
carla
cef-minimal-3770
clang
coreutils
cpupower
cronie
cura
dialog
discord
discord-canary
distrho-lv2-git
dosfstools
dunst
e2fsprogs
efibootmgr
emacs
fakeroot
fd
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
galculator
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
google-chrome
gparted
gpmdp
graphicsmagick
grep
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handbrake
handbrake-cli
htop
i3-gaps-rounded-git
i3-scrot
i3blocks
i3lock
i3status
iproute2
iputils
jack2
java-runtime-common
jdk-openjdk
jdk8-openjdk
joplin
jq
kdenlive
kvantum-qt5
kvantum-theme-arc
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libxslt
lib32-nvidia-utils
lib32-ocl-icd
lib32-v4l-utils
lib32-vulkan-icd-loader
libtool
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lutris
lvm2
lxappearance
m4
make
man-db
man-pages
multimc5
nano
neofetch
netctl-gui
network-manager-applet
networkmanager
nfs-utils
nitrogen
noto-fonts-cjk
ntfs-3g
numix-icon-theme-git
numlockx
nvidia
nvidia-settings
nvidia-utils
obs-studio-git
ocl-icd
osu-lazer-git
otf-fantasque-sans-mono
p7zip
pacman
papirus-icon-theme
parsec-bin
patch
pavucontrol
pciutils
pcmanfm
pdfjs
phonon-qt5-vlc
picom
pkgconf
polybar
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-jack
pyside2
python
python-pip
python-pywal
qpdfview
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qutebrowser-git
rdesktop
remmina
remmina-plugin-rdesktop
remmina-plugin-ultravnc
riot-desktop
rofi
rxvt-unicode
samba
scrot
sed
shadow
steam
steam-native-runtime
stow
sudo
systemd
systemd-sysvcompat
tar
texinfo
tigervnc
timeshift
ttf-dejavu
ttf-liberation
unzip
util-linux
viewnior
vim
vlc
w3m
wget
which
wine-staging
xarchiver
xcursor-breeze
xcursor-chromeos
xcursor-oxygen
xdg-user-dirs
xdotool
xf86-video-fbdev
xfce-polkit
xfce4-terminal
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xterm
xz
yay-bin
youtube-dl
